Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTraits.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

# trait.Joke Ending Death
source: Joke Ending Death
de: Tod in einem Scherzende
ja: ギャグエンドでの死
ko: 개그 엔딩에서 사망
pl: Śmierć w żartobliwym zakończeniu
zh_hans: 搞笑结局死亡
zh_hant: 搞笑結局死亡

# trait.Jorougumo
source: Jorougumo
de: Jorōgumo
ja: 絡新婦
ko: 조로구모
pl: Jorōgumo
zh_hans: 络新妇
zh_hant: 絡新婦

# trait.Judge
source: Judge
de: Richter
ja: 裁判官
ko: 판사
pl: Sędzia
zh_hans: 法官
zh_hant: 法官

# trait.Jujutsu
source: Jujutsu
de: Jūjutsu
ja: 柔術
ko: 유술
zh_hans: 柔术
zh_hant: 柔術

# trait.Jumpsuit
source: Jumpsuit
de: Overall
ja: ジャンプスーツ
ko: 점프슈트
pl: Kombinezon
zh_hans: 连体裤
zh_hant: 連身褲

# trait.Justifiable Homicide
source: Justifiable Homicide
de: Gerechtfertigte Tötung
ja: 正当化される殺人
ko: 정당화되는 살인
pl: Usprawiedliwione zabójstwo
zh_hans: 正当杀人
zh_hant: 正當殺人

# trait.Kabuto
source: Kabuto
de: Kabuto-Helm
ja: 兜
ko: 가부토
pl: Hełm kabuto
zh_hans: 兜
zh_hant: 兜

# trait.Kama
source: Kama
de: Kama-Sichel
ja: 鎌
ko: 낫
pl: Sierp kama
zh_hans: 镰刀
zh_hant: 鐮刀

# trait.Kanban Musume
source: Kanban Musume
de: Aushängeschild-Mädchen
ja: 看板娘
ko: 간판 소녀
pl: Dziewczyna będąca wizytówką lokalu
zh_hans: 看板娘
zh_hant: 看板娘

# trait.Kanendosei
source: Kanendosei
de: Schulabsolvent in Vorbereitung auf erneute Aufnahmeprüfungen
ja: カネンドセイ
ko: 카넨도세이
pl: Absolwent przygotowujący się do ponownego egzaminu wstępnego

# trait.Kansai-ben
source: Kansai-ben
de: Kansai-Dialekt
ja: 関西弁
ko: 간사이 사투리
pl: Dialekt Kansai
zh_hans: 关西腔
zh_hant: 關西腔

# trait.Kanzashi
source: Kanzashi
de: Kanzashi-Haarschmuck
ja: 簪
ko: 비녀
pl: Ozdoba do włosów kanzashi
zh_hans: 发簪
zh_hant: 髮簪

# trait.Keigo
source: Keigo
de: Japanische Höflichkeitssprache
ja: 敬語
ko: 경어
pl: Japoński język grzecznościowy
zh_hans: 敬语
zh_hant: 敬語

# trait.Keikogi
source: Keikogi
de: Kampfkunstanzug
ja: 稽古着
ko: 도복
pl: Strój do sztuk walki
zh_hans: 练功服
zh_hant: 練功服

# trait.Kemonomimi
source: Kemonomimi
de: Tierohren
ja: 獣耳
ko: 동물 귀
pl: Zwierzęce uszy
zh_hans: 兽耳
zh_hant: 獸耳

# trait.Kemonomimi Hat
source: Kemonomimi Hat
de: Mütze mit Tierohren
ja: 獣耳帽子
ko: 동물 귀 모자
pl: Czapka ze zwierzęcymi uszami
zh_hans: 兽耳帽
zh_hant: 獸耳帽

# trait.Kemonomimi Headband
source: Kemonomimi Headband
de: Haarreif mit Tierohren
ja: 獣耳カチューシャ
ko: 동물 귀 머리띠
pl: Opaska ze zwierzęcymi uszami
zh_hans: 兽耳发箍
zh_hant: 獸耳髮箍

# trait.Kemonomimi Hood
source: Kemonomimi Hood
de: Kapuze mit Tierohren
ja: 獣耳フード
ko: 동물 귀 후드
pl: Kaptur ze zwierzęcymi uszami
zh_hans: 兽耳兜帽
zh_hant: 獸耳兜帽

# trait.Kendo
source: Kendo
de: Kendō
ja: 剣道
ko: 검도
zh_hans: 剑道
zh_hant: 劍道

# trait.Kenyan
source: Kenyan
de: Kenianisch
ja: ケニア人
ko: 케냐인
pl: Kenijczyk
zh_hans: 肯尼亚人
zh_hant: 肯亞人

# trait.Kevlar Armor
source: Kevlar Armor
de: Kevlarrüstung
ja: ケブラーアーマー
ko: 케블라 방탄복
pl: Pancerz z kevlaru
zh_hans: 凯夫拉护甲
zh_hant: 凱夫拉護甲

# trait.Keyboardist
source: Keyboardist
de: Keyboarder
ja: キーボーディスト
ko: 키보디스트
pl: Klawiszowiec
zh_hans: 键盘手
zh_hant: 鍵盤手

# trait.Khakkhara
source: Khakkhara
de: Buddhistischer Ringstab
ja: 錫杖
ko: 석장
pl: Buddyjski kostur z pierścieniami
zh_hans: 锡杖
zh_hant: 錫杖

# trait.Kickboxing
source: Kickboxing
de: Kickboxen
ja: キックボクシング
ko: 킥복싱
zh_hans: 踢拳
zh_hant: 踢拳

# trait.Kid
source: Kid
de: Kind
ja: 子ども
ko: 어린이
pl: Dziecko
zh_hans: 儿童
zh_hant: 兒童

# trait.Kidnapping
source: Kidnapping
de: Entführung
ja: 誘拐
ko: 납치
pl: Porwanie
zh_hans: 绑架
zh_hant: 綁架

# trait.Kigurumi
source: Kigurumi
de: Kigurumi-Kostüm
ja: 着ぐるみ
ko: 인형탈
pl: Kostium kigurumi
zh_hans: 玩偶服
zh_hant: 玩偶服

# trait.Killing in Battle
source: Killing in Battle
de: Töten im Kampf
ja: 戦闘での殺害
ko: 전투 중 살해
pl: Zabijanie w walce
zh_hans: 战斗中杀人
zh_hant: 戰鬥中殺人

# trait.Killing Sex
source: Killing Sex
de: Tötung während des Sexes
ja: 殺人セックス
ko: 살인 성교
pl: Zabijanie podczas seksu
zh_hans: 杀人性爱
zh_hant: 殺人性愛

# trait.Kimono Jacket
source: Kimono Jacket
de: Kimonojacke
ja: 着物ジャケット
ko: 기모노 재킷
pl: Kurtka kimono
zh_hans: 和服外套
zh_hant: 和服外套

# trait.Kimono Mini Skirt
source: Kimono Mini Skirt
de: Kimono-Minirock
ja: 着物風ミニスカート
ko: 기모노풍 미니스커트
pl: Minispódniczka w stylu kimona
zh_hans: 和服迷你裙
zh_hant: 和服迷你裙

# trait.Kimono Minidress
source: Kimono Minidress
de: Kimono-Minikleid
ja: 着物風ミニドレス
ko: 기모노풍 미니드레스
pl: Minisukienka w stylu kimona
zh_hans: 和服迷你连衣裙
zh_hant: 和服風迷你洋裝

# trait.Kimono Rain Coat
source: Kimono Rain Coat
de: Kimono-Regenmantel
ja: 着物用雨コート
ko: 기모노용 우비
pl: Płaszcz przeciwdeszczowy do kimona
zh_hans: 和服雨衣
zh_hant: 和服雨衣

# trait.Kinchaku
source: Kinchaku
de: Kinchaku-Beutel
ja: 巾着
ko: 긴차쿠
pl: Woreczek kinchaku
zh_hans: 束口袋
zh_hant: 束口袋

# trait.Kind
source: Kind
de: Gutherzig
ja: 優しい
ko: 상냥함
pl: Życzliwy
zh_hans: 善良
zh_hant: 善良

# trait.Kindergarten Hat
source: Kindergarten Hat
de: Kindergartenhut
ja: 幼稚園帽
ko: 유치원 모자
pl: Czapka przedszkolna
zh_hans: 幼儿园帽
zh_hant: 幼兒園帽

# trait.Kindergarten Teacher
source: Kindergarten Teacher
de: Kindergartenerzieher
ja: 幼稚園教諭
ko: 유치원 교사
pl: Nauczyciel przedszkolny
zh_hans: 幼儿园老师
zh_hant: 幼兒園老師

# trait.Kindergartener
source: Kindergartener
de: Kindergartenkind
ja: 幼稚園児
ko: 유치원생
pl: Przedszkolak
zh_hans: 幼儿园儿童
zh_hant: 幼兒園兒童

# trait.Kinesis
source: Kinesis
de: Telekinese
ja: 念動力
ko: 염동력
pl: Telekineza
zh_hans: 念动力
zh_hant: 念動力

# trait.King
source: King
de: König
ja: 王
ko: 왕
pl: Król
zh_hans: 国王
zh_hant: 國王

# trait.King Consort
source: King Consort
de: Königlicher Gemahl
ja: 王配
ko: 국서
pl: Małżonek królowej
zh_hans: 王夫
zh_hant: 王夫

# trait.Knee Brace
source: Knee Brace
de: Knieorthese
ja: 膝装具
ko: 무릎 보조기
pl: Orteza kolana
zh_hans: 护膝支具
zh_hant: 護膝支具

# trait.Knee Pad
source: Knee Pad
de: Knieschützer
ja: 膝当て
ko: 무릎 보호대
pl: Ochraniacz kolana
zh_hans: 护膝
zh_hant: 護膝

# trait.Knee-high Boots
source: Knee-high Boots
de: Kniehohe Stiefel
ja: ニーハイブーツ
ko: 니하이 부츠
pl: Kozaki do kolan
zh_hans: 及膝靴
zh_hant: 及膝靴

# trait.Knee-high Socks
source: Knee-high Socks
de: Kniestrümpfe
ja: ハイソックス
ko: 무릎 양말
pl: Podkolanówki
zh_hans: 及膝袜
zh_hant: 及膝襪

# trait.Kneepit Sex
source: Kneepit Sex
de: Sex in der Kniekehle
ja: ひかがみコキ
ko: 오금 사이 성교
pl: Seks z użyciem zgięcia kolana
zh_hans: 膝窝交
zh_hant: 膝窩交

# trait.Knife
source: Knife
de: Messer
ja: ナイフ
ko: 나이프
pl: Nóż
zh_hans: 小刀
zh_hant: 小刀

# trait.Knight
source: Knight
de: Ritter
ja: 騎士
ko: 기사
pl: Rycerz
zh_hans: 骑士
zh_hant: 騎士

# trait.Knitting
source: Knitting
de: Stricken
ja: 編み物
ko: 뜨개질
pl: Robienie na drutach
zh_hans: 编织
zh_hant: 編織

# trait.Knotting
source: Knotting
de: Sex mit Penisknoten
ja: ノッティング
ko: 노팅
pl: Seks z węzłem prąciowym
zh_hans: 结节交
zh_hant: 結節交

# trait.Korean
source: Korean
de: Koreanisch
ja: 韓国人
ko: 한국인
pl: Koreańczyk
zh_hans: 韩国人
zh_hant: 韓國人

# trait.Kouhai
source: Kouhai
de: Jüngerer Mitschüler oder Kollege
ja: 後輩
ko: 후배
pl: Młodszy uczeń lub współpracownik
zh_hans: 后辈
zh_hant: 後輩

# trait.Kuro-Gyaru
source: Kuro-Gyaru
de: Gyaru mit dunkler Haut
ja: 黒ギャル
ko: 쿠로갸루
pl: Gyaru o ciemnej skórze
zh_hans: 黑皮辣妹
zh_hant: 黑皮辣妹

# trait.Kyujutsu
source: Kyujutsu
de: Kyūjutsu
ja: 弓術
ko: 궁술
pl: Kyūjutsu
zh_hans: 弓术
zh_hant: 弓術

# trait.Lab Coat
source: Lab Coat
de: Laborkittel
ja: 白衣
ko: 실험복
pl: Fartuch laboratoryjny
zh_hans: 实验服
zh_hant: 實驗服

# trait.Lace Band Thigh-high Stockings
source: Lace Band Thigh-high Stockings
de: Oberschenkellange Strümpfe mit Spitzenrand
ja: レースバンド付きニーハイストッキング
ko: 레이스 밴드 니하이 스타킹
pl: Pończochy do ud z koronkowym brzegiem
zh_hans: 蕾丝边过膝袜
zh_hant: 蕾絲邊過膝襪

# trait.Lace Garter Belt Stockings
source: Lace Garter Belt Stockings
de: Spitzenstrümpfe mit Strapsgürtel
ja: レースのガーターベルト付きストッキング
ko: 레이스 가터벨트 스타킹
pl: Koronkowe pończochy z pasem
zh_hans: 蕾丝吊袜带丝袜
zh_hant: 蕾絲吊襪帶絲襪

# trait.Lace Lingerie
source: Lace Lingerie
de: Spitzenunterwäsche
ja: レースのランジェリー
ko: 레이스 란제리
pl: Koronkowa bielizna
zh_hans: 蕾丝内衣
zh_hant: 蕾絲內衣

# trait.Lace-up Shoes
source: Lace-up Shoes
de: Schnürschuhe
ja: 編み上げ靴
ko: 레이스업 신발
pl: Buty sznurowane
zh_hans: 系带鞋
zh_hant: 繫帶鞋

# trait.Laconic Speech
source: Laconic Speech
de: Knappes Sprechen
ja: 簡潔な話し方
ko: 간결한 말투
pl: Lakoniczny sposób mówienia
zh_hans: 言简意赅
zh_hant: 言簡意賅

# trait.Lactation
source: Lactation
de: Milchbildung
ja: 泌乳
ko: 유즙 분비
pl: Laktacja
zh_hans: 泌乳
zh_hant: 泌乳

# trait.Lance
source: Lance
de: Lanze
ja: ランス
ko: 랜스
pl: Kopia
zh_hans: 骑枪
zh_hant: 騎槍

# trait.Landlord
source: Landlord
de: Vermieter
ja: 家主
ko: 집주인
pl: Wynajmujący
zh_hans: 房东
zh_hant: 房東

# trait.Lanyard
source: Lanyard
de: Umhängeband
ja: ネックストラップ
ko: 목걸이 끈
pl: Smycz
zh_hans: 挂绳
zh_hant: 掛繩

# trait.Large Hoop Earrings
source: Large Hoop Earrings
de: Große Kreolen
ja: 大きなフープイヤリング
ko: 대형 링 귀걸이
pl: Duże kolczyki koła
zh_hans: 大号圈形耳环
zh_hant: 大型圈形耳環

# trait.Large Penis
source: Large Penis
de: Großer Penis
ja: 巨根
ko: 거근
pl: Duży penis
zh_hans: 巨根
zh_hant: 巨根

# trait.Large Testicles
source: Large Testicles
de: Große Hoden
ja: 大きな睾丸
ko: 큰 고환
pl: Duże jądra
zh_hans: 大睾丸
zh_hant: 大睪丸

# trait.Latex Bridal Gauntlet
source: Latex Bridal Gauntlet
de: Brautstulpe aus Latex
ja: ラテックス製ブライダルガントレット
ko: 라텍스 신부용 건틀릿
pl: Ślubna osłona przedramienia z lateksu
zh_hans: 乳胶新娘长手套
zh_hant: 乳膠新娘長手套

# trait.Latex Fingerless Long Gloves
source: Latex Fingerless Long Gloves
de: Lange fingerlose Latexhandschuhe
ja: ラテックス製指なしロンググローブ
ko: 라텍스 손가락 없는 긴 장갑
pl: Długie lateksowe rękawiczki bez palców
zh_hans: 乳胶露指长手套
zh_hant: 乳膠露指長手套

# trait.Latex Garter Belt Stockings
source: Latex Garter Belt Stockings
de: Latexstrümpfe mit Strapsgürtel
ja: ラテックス製ガーターベルト付きストッキング
ko: 라텍스 가터벨트 스타킹
pl: Lateksowe pończochy z pasem
zh_hans: 乳胶吊袜带丝袜
zh_hant: 乳膠吊襪帶絲襪

# trait.Latex Gloves
source: Latex Gloves
de: Latexhandschuhe
ja: ラテックス製手袋
ko: 라텍스 장갑
pl: Rękawiczki lateksowe
zh_hans: 乳胶手套
zh_hant: 乳膠手套

# trait.Latex Knee-high Boots
source: Latex Knee-high Boots
de: Kniehohe Latexstiefel
ja: ラテックス製ニーハイブーツ
ko: 라텍스 니하이 부츠
pl: Lateksowe kozaki do kolan
zh_hans: 乳胶及膝靴
zh_hant: 乳膠及膝靴

# trait.Latex Long Gloves
source: Latex Long Gloves
de: Lange Latexhandschuhe
ja: ラテックス製ロンググローブ
ko: 라텍스 긴 장갑
pl: Długie rękawiczki lateksowe
zh_hans: 乳胶长手套
zh_hant: 乳膠長手套

# trait.Latex Thigh-high Boots
source: Latex Thigh-high Boots
de: Oberschenkellange Latexstiefel
ja: ラテックス製サイハイブーツ
ko: 라텍스 싸이하이 부츠
pl: Lateksowe kozaki do ud
zh_hans: 乳胶大腿靴
zh_hant: 乳膠大腿靴

# trait.Latex Thigh-high Stockings
source: Latex Thigh-high Stockings
de: Oberschenkellange Latexstrümpfe
ja: ラテックス製サイハイストッキング
ko: 라텍스 싸이하이 스타킹
pl: Lateksowe pończochy do ud
zh_hans: 乳胶大腿袜
zh_hant: 乳膠大腿襪

# trait.Lawyer
source: Lawyer
de: Anwalt
ja: 弁護士
ko: 변호사
pl: Prawnik
zh_hans: 律师
zh_hant: 律師

# trait.Lazy
source: Lazy
de: Faul
ja: 怠け者
ko: 게으름
pl: Leniwy
zh_hans: 懒散
zh_hant: 懶散

# trait.Learning of a Foreign Language
source: Learning of a Foreign Language
de: Erlernen einer Fremdsprache
ja: 外国語学習
ko: 외국어 학습
pl: Nauka języka obcego
zh_hans: 学习外语
zh_hant: 學習外語

# trait.Leather Armor
source: Leather Armor
de: Lederrüstung
ja: 革鎧
ko: 가죽 갑옷
pl: Skórzana zbroja
zh_hans: 皮甲
zh_hant: 皮甲

# trait.Leather Bondage
source: Leather Bondage
de: Fesselung mit Leder
ja: 革製拘束具
ko: 가죽 구속구
pl: Krępowanie skórą
zh_hans: 皮革束缚
zh_hant: 皮革束縛

# trait.Leather Jacket
source: Leather Jacket
de: Lederjacke
ja: レザージャケット
ko: 가죽 재킷
pl: Skórzana kurtka
zh_hans: 皮夹克
zh_hant: 皮夾克

# trait.Leather Trousers
source: Leather Trousers
de: Lederhose
ja: レザーパンツ
ko: 가죽 바지
pl: Skórzane spodnie
zh_hans: 皮裤
zh_hant: 皮褲

# trait.Left Handed
source: Left Handed
de: Linkshändig
ja: 左利き
ko: 왼손잡이
pl: Leworęczny
zh_hans: 左撇子
zh_hant: 左撇子

# trait.Leg Hair
source: Leg Hair
de: Beinbehaarung
ja: すね毛
ko: 다리 털
pl: Owłosienie nóg
zh_hans: 腿毛
zh_hant: 腿毛

# trait.Leg Locking During Sex
source: Leg Locking During Sex
de: Umschlingen mit den Beinen beim Sex
ja: セックス中に脚で挟む
ko: 성교 중 다리로 조이기
pl: Obejmowanie nogami podczas seksu
zh_hans: 性爱时用腿锁住对方
zh_hant: 性愛時用腿鎖住對方

# trait.Leg Warmers
source: Leg Warmers
de: Beinstulpen
ja: レッグウォーマー
ko: 레그 워머
pl: Ocieplacze na nogi
zh_hans: 腿套
zh_hant: 腿套

# trait.Legal Guardian
source: Legal Guardian
de: Gesetzlicher Vormund
ja: 法定後見人
ko: 법정 후견인
pl: Opiekun prawny
zh_hans: 法定监护人
zh_hant: 法定監護人

# trait.Legjob
source: Legjob
de: Penisstimulation mit den Beinen
ja: 脚コキ
ko: 레그잡
pl: Stymulacja penisa nogami
zh_hans: 腿交
zh_hant: 腿交

# trait.Legwear Footjob
source: Legwear Footjob
de: Fußstimulation mit bekleideten Beinen
ja: 靴下越しの足コキ
ko: 레그웨어를 신은 채 하는 풋잡
pl: Stymulacja stopami w pończochach lub skarpetkach
zh_hans: 穿袜足交
zh_hant: 穿襪足交

# trait.Lei
source: Lei
de: Blumenkranz
ja: レイ
ko: 레이
pl: Naszyjnik z kwiatów
zh_hans: 花环项链
zh_hant: 花環項鍊

# trait.Length
source: Length
de: Länge
ja: 長さ
ko: 길이
pl: Długość
zh_hans: 长度
zh_hant: 長度

# trait.Leotard
source: Leotard
de: Trikot
ja: レオタード
ko: 레오타드
pl: Trykot
zh_hans: 紧身连体衣
zh_hant: 緊身連身衣

# trait.Lesbian Rape
source: Lesbian Rape
de: Vergewaltigung unter Frauen
ja: レズ強姦
ko: 레즈비언 강간
pl: Gwałt między kobietami
zh_hans: 女同性恋强奸
zh_hant: 女同性戀強姦

# trait.Lesbian Sex
source: Lesbian Sex
de: Sex zwischen Frauen
ja: レズセックス
ko: 여성 간 성교
pl: Seks między kobietami
zh_hans: 女女性爱
zh_hant: 女女性愛

# trait.Lesbian Sex Only
source: Lesbian Sex Only
de: Nur Sex zwischen Frauen
ja: レズセックスのみ
ko: 여성 간 성교만 등장
pl: Wyłącznie seks między kobietami
zh_hans: 仅女女性爱
zh_hant: 僅女女性愛

# trait.Letter Writing
source: Letter Writing
de: Briefeschreiben
ja: 手紙を書く
ko: 편지 쓰기
pl: Pisanie listów
zh_hans: 写信
zh_hant: 寫信

# trait.Librarian
source: Librarian
de: Bibliothekar
ja: 司書
ko: 사서
pl: Bibliotekarz
zh_hans: 图书管理员
zh_hant: 圖書館員

# trait.Library Committee Leader
source: Library Committee Leader
de: Vorsitzender des Bibliotheksausschusses
ja: 図書委員長
ko: 도서 위원장
pl: Przewodniczący komitetu bibliotecznego
zh_hans: 图书委员长
zh_hant: 圖書委員長

# trait.Library Committee Member
source: Library Committee Member
de: Mitglied des Bibliotheksausschusses
ja: 図書委員
ko: 도서 위원
pl: Członek komitetu bibliotecznego
zh_hans: 图书委员
zh_hant: 圖書委員

# trait.Lieutenant
source: Lieutenant
de: Leutnant
ja: 中尉
ko: 중위
pl: Porucznik
zh_hans: 中尉
zh_hant: 中尉

# trait.Lifeguard
source: Lifeguard
de: Rettungsschwimmer
ja: ライフガード
ko: 인명 구조원
pl: Ratownik wodny
zh_hans: 救生员
zh_hant: 救生員

# trait.Linked Clamps
source: Linked Clamps
de: Verbundene Klemmen
ja: 連結クランプ
ko: 연결된 클램프
pl: Połączone klamry
zh_hans: 串联夹具
zh_hant: 串聯夾具

# trait.Linked Piercings
source: Linked Piercings
de: Verbundene Piercings
ja: 連結ピアス
ko: 연결된 피어싱
pl: Połączone kolczyki
zh_hans: 相连穿孔
zh_hant: 相連穿孔

# trait.Lion
source: Lion
de: Löwe
ja: ライオン
ko: 사자
pl: Lew
zh_hans: 狮子
zh_hant: 獅子

# trait.Lip Expansion
source: Lip Expansion
de: Lippendehnung
ja: 唇の拡張
ko: 입술 확장
pl: Rozciąganie warg
zh_hans: 嘴唇扩张
zh_hant: 嘴唇擴張

# trait.Lip Piercing
source: Lip Piercing
de: Lippenpiercing
ja: 唇ピアス
ko: 입술 피어싱
pl: Piercing wargi
zh_hans: 唇钉
zh_hant: 唇釘

# trait.Lisping
source: Lisping
de: Lispeln
ja: 舌足らず
ko: 혀 짧은 말투
pl: Seplenienie
zh_hans: 口齿不清
zh_hant: 口齒不清

# trait.Live Sexual Broadcast
source: Live Sexual Broadcast
de: Sexuelle Liveübertragung
ja: 性行為の生配信
ko: 성행위 생방송
pl: Transmisja seksualna na żywo
zh_hans: 性爱直播
zh_hant: 性愛直播

# trait.Livestock
source: Livestock
de: Nutzvieh
ja: 家畜
ko: 가축
pl: Zwierzęta hodowlane
zh_hans: 家畜
zh_hant: 家畜

# trait.Livestock Owner
source: Livestock Owner
de: Viehhalter
ja: 家畜の飼い主
ko: 가축 주인
pl: Właściciel zwierząt hodowlanych
zh_hans: 牲畜主人
zh_hant: 家畜飼主

# trait.Living Alone
source: Living Alone
de: Alleinlebend
ja: 一人暮らし
ko: 독거
pl: Mieszka samotnie
zh_hans: 独居
zh_hant: 獨居

# trait.Living Clothes Sex
source: Living Clothes Sex
de: Sex mit lebender Kleidung
ja: 生きた衣服とのセックス
ko: 살아 있는 의상과의 성교
pl: Seks z żywymi ubraniami
zh_hans: 有生命服装性爱
zh_hant: 有生命服裝性愛

# trait.Living Doll
source: Living Doll
de: Lebende Puppe
ja: 生きた人形
ko: 살아 있는 인형
pl: Żywa lalka
zh_hans: 活人偶
zh_hant: 活人偶

# trait.Loafers
source: Loafers
de: Slipper
ja: ローファー
ko: 로퍼
pl: Mokasyny
zh_hans: 乐福鞋
zh_hant: 樂福鞋

# trait.Loan Shark
source: Loan Shark
de: Kredithai
ja: 高利貸し
ko: 고리대금업자
pl: Lichwiarz
zh_hans: 高利贷
zh_hant: 高利貸

# trait.Location
source: Location
de: Ort
ja: 場所
ko: 장소
pl: Miejsce
zh_hans: 地点
zh_hant: 地點

# trait.Lock Picking
source: Lock Picking
de: Schlösserknacken
ja: 錠前破り
ko: 자물쇠 따기
pl: Otwieranie zamków wytrychem
zh_hans: 撬锁
zh_hant: 撬鎖

# trait.Locomotion
source: Locomotion
de: Fortbewegung
ja: 移動方式
ko: 이동 방식
pl: Sposób poruszania się
zh_hans: 移动方式
zh_hant: 移動方式

# trait.Loincloth
source: Loincloth
de: Lendenschurz
ja: ふんどし
ko: 훈도시
pl: Przepaska biodrowa
zh_hans: 兜裆布
zh_hant: 兜襠布

# trait.Lolita
source: Lolita
de: Lolita-Stil
ja: ロリータ
ko: 로리타
pl: Styl lolita
zh_hans: 洛丽塔
zh_hant: 洛麗塔

# trait.Lolita Hairband
source: Lolita Hairband
de: Haarband im Lolita-Stil
ja: ロリータヘアバンド
ko: 로리타 머리띠
pl: Opaska na włosy w stylu lolita
zh_hans: 洛丽塔发带
zh_hant: 洛麗塔髮帶

# trait.Lollipop
source: Lollipop
de: Lutscher
ja: ロリポップ
ko: 막대사탕
pl: Lizak
zh_hans: 棒棒糖
zh_hant: 棒棒糖

# trait.Lonely
source: Lonely
de: Einsam
ja: 孤独
ko: 외로움
pl: Samotny
zh_hans: 孤独
zh_hant: 孤獨

# trait.Loner
source: Loner
de: Einzelgänger
ja: 一匹狼
ko: 외톨이
pl: Samotnik
zh_hans: 独行者
zh_hant: 獨行者

# trait.Long
source: Long
de: Lang
ja: 長い
ko: 긺
pl: Długie
zh_hans: 长
zh_hant: 長

# trait.Long Beard
source: Long Beard
de: Langer Bart
ja: 長いひげ
ko: 긴 수염
pl: Długa broda
zh_hans: 长胡须
zh_hant: 長鬍鬚

# trait.Long Distance Relationship
source: Long Distance Relationship
de: Fernbeziehung
ja: 遠距離恋愛
ko: 장거리 연애
pl: Związek na odległość
zh_hans: 异地恋
zh_hant: 遠距離戀愛

# trait.Long Lived
source: Long Lived
de: Langlebig
ja: 長寿
ko: 장수
pl: Długowieczny
zh_hans: 长寿
zh_hant: 長壽

# trait.Long Tongue
source: Long Tongue
de: Lange Zunge
ja: 長い舌
ko: 긴 혀
pl: Długi język
zh_hans: 长舌头
zh_hant: 長舌頭

# trait.Longsword
source: Longsword
de: Langschwert
ja: ロングソード
ko: 롱소드
pl: Długi miecz
zh_hans: 长剑
zh_hant: 長劍

# trait.Loose
source: Loose
de: Locker
ja: ゆったり
ko: 헐렁함
pl: Luźne
zh_hans: 宽松
zh_hant: 寬鬆

# trait.Loose Necktie
source: Loose Necktie
de: Locker gebundene Krawatte
ja: 緩めたネクタイ
ko: 느슨하게 맨 넥타이
pl: Luźno zawiązany krawat
zh_hans: 松垮领带
zh_hant: 鬆垮領帶

# trait.Loose Ribbon Tie
source: Loose Ribbon Tie
de: Locker gebundene Schleifenkrawatte
ja: 緩めたリボンタイ
ko: 느슨하게 맨 리본 타이
pl: Luźno zawiązana kokarda
zh_hans: 松垮蝴蝶结领带
zh_hant: 鬆垮蝴蝶結領帶

# trait.Loose Socks
source: Loose Socks
de: Locker sitzende Socken
ja: ルーズソックス
ko: 루스 삭스
pl: Luźne skarpetki
zh_hans: 泡泡袜
zh_hant: 泡泡襪

# trait.Loose String Ribbon Tie
source: Loose String Ribbon Tie
de: Locker gebundene dünne Schleifenkrawatte
ja: 緩めた細リボンタイ
ko: 느슨하게 맨 가는 리본 타이
pl: Luźno zawiązana kokarda z cienkiego sznurka
zh_hans: 松垮细带蝴蝶结
zh_hant: 鬆垮細帶蝴蝶結

# trait.Lotion Play
source: Lotion Play
de: Spiele mit Lotion
ja: ローションプレイ
ko: 로션 플레이
pl: Zabawy z balsamem
zh_hans: 润滑液玩法
zh_hant: 潤滑液玩法

# trait.Loud
source: Loud
de: Laut
ja: 声が大きい
ko: 목소리가 큼
pl: Głośny
zh_hans: 大嗓门
zh_hant: 大嗓門

# trait.Low Alcohol Tolerance
source: Low Alcohol Tolerance
de: Geringe Alkoholtoleranz
ja: 酒に弱い
ko: 술이 약함
pl: Mała tolerancja alkoholu
zh_hans: 酒量差
zh_hant: 酒量差

# trait.Low Self-esteem
source: Low Self-esteem
de: Geringes Selbstwertgefühl
ja: 自己肯定感が低い
ko: 낮은 자존감
pl: Niska samoocena
zh_hans: 缺乏自信
zh_hant: 缺乏自信

# trait.Lower Body Clothing
source: Lower Body Clothing
de: Kleidung für den Unterkörper
ja: 下半身の衣服
ko: 하의
pl: Dolne części ubioru
zh_hans: 下装
zh_hant: 下裝

# trait.Lucky
source: Lucky
de: Glückspilz
ja: 幸運
ko: 운이 좋음
pl: Szczęściarz
zh_hans: 幸运
zh_hant: 幸運

# trait.Lumberjack
source: Lumberjack
de: Holzfäller
ja: 木こり
ko: 벌목꾼
pl: Drwal
zh_hans: 伐木工
zh_hant: 伐木工

# trait.Machine Gun
source: Machine Gun
de: Maschinengewehr
ja: 機関銃
ko: 기관총
pl: Karabin maszynowy
zh_hans: 机枪
zh_hant: 機槍

# trait.Made-up Words
source: Made-up Words
de: Erfundene Wörter
ja: 造語
ko: 조어
pl: Wymyślone słowa
zh_hans: 自造词
zh_hant: 自造詞

# trait.Magazine
source: Magazine
de: Zeitschrift
ja: 雑誌
ko: 잡지
pl: Czasopismo
zh_hans: 杂志
zh_hant: 雜誌

# trait.Mages Organization Member
source: Mages Organization Member
de: Mitglied einer Magierorganisation
ja: 魔術師組織のメンバー
ko: 마법사 조직원
pl: Członek organizacji magów
zh_hans: 魔法师组织成员
zh_hant: 魔法師組織成員

# trait.Magic Tattoo
source: Magic Tattoo
de: Magische Tätowierung
ja: 魔法の刺青
ko: 마법 문신
pl: Magiczny tatuaż
zh_hans: 魔法纹身
zh_hant: 魔法刺青

# trait.Magic Wand
source: Magic Wand
de: Zauberstab
ja: 魔法の杖
ko: 마법 지팡이
pl: Różdżka
zh_hans: 魔杖
zh_hant: 魔杖

# trait.Magic/ESP Combat
source: Magic/ESP Combat
de: Kampf mit Magie oder übersinnlichen Kräften
ja: 魔法／超能力での戦闘
ko: 마법·초능력 전투
pl: Walka magią lub zdolnościami pozazmysłowymi
zh_hans: 魔法／超能力战斗
zh_hant: 魔法／超能力戰鬥

# trait.Magician
source: Magician
de: Magier
ja: 魔術師
ko: 마법사
pl: Mag
zh_hans: 魔法师
zh_hant: 魔法師

# trait.Mahou Shoujo
source: Mahou Shoujo
de: Magisches Mädchen
ja: 魔法少女
ko: 마법소녀
pl: Magiczna dziewczyna
zh_hans: 魔法少女
zh_hant: 魔法少女

# trait.Mahou Shounen
source: Mahou Shounen
de: Magischer Junge
ja: 魔法少年
ko: 마법소년
pl: Magiczny chłopiec
zh_hans: 魔法少年
zh_hant: 魔法少年

# trait.Maid
source: Maid
de: Dienstmädchen
ja: メイド
ko: 메이드
pl: Pokojówka
zh_hans: 女仆
zh_hant: 女僕

# trait.Maid's Dress
source: Maid's Dress
de: Dienstmädchenkleid
ja: メイド服
ko: 메이드복
pl: Sukienka pokojówki
zh_hans: 女仆装
zh_hant: 女僕裝

# trait.Maid's Headdress
source: Maid's Headdress
de: Dienstmädchen-Kopfschmuck
ja: メイドのヘッドドレス
ko: 메이드 머리 장식
pl: Nakrycie głowy pokojówki
zh_hans: 女仆头饰
zh_hant: 女僕頭飾

# trait.Mail Armor
source: Mail Armor
de: Kettenrüstung
ja: 鎖帷子
ko: 사슬 갑옷
pl: Kolczuga
zh_hans: 锁子甲
zh_hant: 鎖子甲

# trait.Mail Carrier
source: Mail Carrier
de: Briefträger
ja: 郵便配達員
ko: 우편배달부
pl: Listonosz
zh_hans: 邮递员
zh_hant: 郵遞員

# trait.Malagasy
source: Malagasy
de: Madagassisch
ja: マダガスカル人
ko: 마다가스카르인
pl: Malgasz
zh_hans: 马达加斯加人
zh_hant: 馬達加斯加人

# trait.Malaysian
source: Malaysian
de: Malaysisch
ja: マレーシア人
ko: 말레이시아인
pl: Malezyjczyk
zh_hans: 马来西亚人
zh_hant: 馬來西亞人

# trait.Male Cleavage
source: Male Cleavage
de: Männliches Dekolleté
ja: 男性の胸元
ko: 남성 가슴골
pl: Męski dekolt
zh_hans: 男性胸沟
zh_hant: 男性胸溝

# trait.Male on Male Sex
source: Male on Male Sex
de: Sex zwischen Männern
ja: 男性同士のセックス
ko: 남성 간 성교
pl: Seks między mężczyznami
zh_hans: 男男性爱
zh_hant: 男男性愛

# trait.Male on Male Sex Only
source: Male on Male Sex Only
de: Nur Sex zwischen Männern
ja: 男性同士のセックスのみ
ko: 남성 간 성교만 등장
pl: Wyłącznie seks między mężczyznami
zh_hans: 仅男男性爱
zh_hant: 僅男男性愛

# trait.Malevolent Possession
source: Malevolent Possession
de: Bösartige Besessenheit
ja: 悪霊憑依
ko: 악령 빙의
pl: Opętanie przez złą istotę
zh_hans: 恶灵附身
zh_hant: 惡靈附身

# trait.Mammal
source: Mammal
de: Säugetier
ja: 哺乳類
ko: 포유류
pl: Ssak
zh_hans: 哺乳动物
zh_hant: 哺乳動物

# trait.Management
source: Management
de: Verwaltung
ja: 経営
ko: 경영
pl: Zarządzanie
zh_hans: 管理
zh_hant: 管理

# trait.Manipulative
source: Manipulative
de: Manipulativ
ja: 人を操る
ko: 타인을 조종함
pl: Manipulujący
zh_hans: 善于操纵
zh_hant: 善於操縱

# trait.Manslaughter
source: Manslaughter
de: Totschlag
ja: 過失致死
ko: 과실치사
pl: Zabójstwo
zh_hans: 过失杀人
zh_hant: 過失殺人

# trait.Mantle
source: Mantle
de: Mantelumhang
ja: マント
ko: 망토
pl: Peleryna płaszczowa
zh_hans: 斗篷
zh_hant: 斗篷

# trait.Maou
source: Maou
de: Dämonenkönig
ja: 魔王
ko: 마왕
pl: Król demonów
zh_hans: 魔王
zh_hant: 魔王

# trait.Marine Mammal
source: Marine Mammal
de: Meeressäuger
ja: 海洋哺乳類
ko: 해양 포유류
pl: Ssak morski
zh_hans: 海洋哺乳动物
zh_hant: 海洋哺乳動物

# trait.Markings
source: Markings
de: Körpermarkierungen
ja: 模様
ko: 신체 무늬
pl: Oznaczenia na ciele
zh_hans: 身体标记
zh_hant: 身體標記

# trait.Marriage Complex
source: Marriage Complex
de: Heiratskomplex
ja: 結婚コンプレックス
ko: 결혼 콤플렉스
pl: Kompleks małżeństwa
zh_hans: 婚姻情结
zh_hant: 婚姻情結

# trait.Marriage Proposal
source: Marriage Proposal
de: Heiratsantrag
ja: プロポーズ
ko: 청혼
pl: Oświadczyny
zh_hans: 求婚
zh_hant: 求婚

# trait.Martial Arts
source: Martial Arts
de: Kampfkünste
ja: 武術
ko: 무술
pl: Sztuki walki
zh_hans: 武术
zh_hant: 武術

# trait.Martial Arts Instructor
source: Martial Arts Instructor
de: Kampfkunstlehrer
ja: 武術の師範
ko: 무술 사범
pl: Instruktor sztuk walki
zh_hans: 武术教练
zh_hant: 武術教練

# trait.Mary Jane
source: Mary Jane
de: Mary-Jane-Schuhe
ja: メリージェーン
ko: 메리 제인 슈즈
pl: Buty mary jane
zh_hans: 玛丽珍鞋
zh_hant: 瑪麗珍鞋

# trait.Mascot Character
source: Mascot Character
de: Maskottchenfigur
ja: マスコットキャラクター
ko: 마스코트 캐릭터
pl: Postać będąca maskotką
zh_hans: 吉祥物角色
zh_hant: 吉祥物角色

# trait.Masculine Speech
source: Masculine Speech
de: Maskuline Sprechweise
ja: 男性的な口調
ko: 남성적인 말투
pl: Męski sposób mówienia
zh_hans: 男性化口吻
zh_hant: 男性化口吻
